9/data/attachments/5b8ffd138db2c96e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c8614a84-d23d-4758-a629-02e986532e6b</nif:username>
            <nif:friendToBeAdded>Vanessa_whose_Actions_4750_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>